export const category = [
  'HR',
  'GameDev',
  'Маркетинг',
  'Video production',
  'Development',
  'Project manager',
  'Lead разработки',
  'Дизайн',
  'Тестирование',
  'Администрирование',
];

export const vacationsList = {
  '3D animator': ['Дизайн', 'Development'],
  '3D Generalist': ['Дизайн'],
  'Video Editor': ['Video production'],
  'Motion Designer': ['Дизайн'],
  'Content creation': ['Project manager'],
  Backend: ['Development'],
  'Project Manager': ['Project manager'],
  'Project Manager Backend': ['Project manager'],
  Маркетолог: ['Маркетинг'],
  QA: ['Тестирование'],
  Jira: ['Development'],
  IOS: ['Development'],
  Unity: ['GameDev', 'Development'],
  'TL IOS': ['Development'],
  'TL Unity': ['GameDev'],
  'Script&Director': ['Development', 'Project manager'],
  Recruiter: ['HR'],
  'ML Developer': ['Development'],
  'System Administrator': ['Администрирование', 'Lead разработки'],
  'Graphic designer': ['Дизайн'],
  Lawyer: ['Маркетинг'],
  '3D artist': ['Дизайн'],
  'Ui/Ux дизайнер': ['Дизайн'],
  '2D artist': ['Дизайн'],
  '2D concept': ['Дизайн'],
  'Game designer': ['Дизайн', 'GameDev'],
  'Level-Designer': ['Дизайн'],
};

export const vacations = [
  {
    title: '3D animator',
    category: ['Дизайн'],
    details: `Требуемый опыт работы: 1–3 года
              Полная занятость, удаленная работа
              Возможно временное оформление: договор услуг, подряда, ГПХ, самозанятые, ИП`,
    description: `Наша команда расширяется, и мы запустили новое направление – создание мультфильмов!
              В связи с этим мы ищем 3D-аниматоров, которые помогут воплотить наши идеи в жизнь.
              Если ты готов к захватывающим проектам и хочешь стать частью нашей команды видео продакшена,
              присоединяйся к нам!`,
    duty: [
      'Создание 3D-моделей персонажей, объектов и сцен, с акцентом на качество и детализацию',
      'Разработка живых и динамичных анимаций, имитирующих геймплей, включая создание анимационных циклов движения, экспрессивных жестов и эмоциональных выражений персонажей',
    ],
    requirements: [
      'Опыт работы в 3D-анимации от 2 лет',
      'Владение программами 3D-моделирования и анимации, такими как Maya, 3ds Max, Blender',
      'Понимание принципов анимации и динамики движений, включая традиционные "12 принципов анимации" Disney',
      'Знание инструментов риггинга и скиннинга в 3D-пакетах, способность создавать функциональные и эффективные скелетные структуры для персонажей и объектов.',
    ],
    optional: [
      'Опыт в разработке персонажей для анимационных сериалов',
      'Опыт анимации персонажей',
    ],
    offer: [
      'Удаленный формат сотрудничества',
      'Комфортный график работы 5/2  с 9:00 до 18:00, час перерыва',
      'Оперативное и эффективное взаимодействие через Slack и Jira',
      'Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности',
      'Возможность расти и развиваться в профессиональном плане, осваивая новые навыки',
      'Работу с командой высококвалифицированных специалистов',
      'Трудоустройство по системе самозанятости с покрытием налогов со стороны компании',
      'Возможности для карьерного роста и профессионального развития в рамках сплоченной команды',
    ],
  },
];
