[
  {
    "_id": 0,
    "department": "3D production",
    "position": "3D animator",
    "description": "Наша команда расширяется, и мы запустили новое направление – создание мультфильмов! В связи с этим мы ищем 3D-аниматоров, которые помогут воплотить наши идеи в жизнь. Если ты готов к захватывающим проектам и хочешь стать частью нашей команды видео продакшена, присоединяйся к нам!",
    "responsibilities": [
      "Создание 3D-моделей персонажей, объектов и сцен, с акцентом на качество и детализацию",
      "Разработка живых и динамичных анимаций, имитирующих геймплей, включая создание анимационных циклов движения, экспрессивных жестов и эмоциональных выражений персонажей"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в 3D-анимации от 2 лет",
        "Владение программами 3D-моделирования и анимации, такими как Maya, 3ds Max, Blender",
        "Понимание принципов анимации и динамики движений, включая традиционные '12 принципов анимации Disney'",
        "Знание инструментов риггинга и скиннинга в 3D-пакетах, способность создавать функциональные и эффективные скелетные структуры для персонажей и объектов"
      ],
      "preferred": [
        "Опыт в разработке персонажей для анимационных сериалов",
        "Опыт анимации персонажей"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ]
  },
  {
    "_id": 1,
    "department": "3D production",
    "position": "3D Generalist",
    "description": "Наша команда расширяется, и мы уже активно работаем над созданием увлекательных мультфильмов! В связи с этим мы ищем 3D Generalists, которые помогут воплотить наши идеи в жизнь. Если ты готов к захватывающим проектам и хочешь стать частью нашей команды видео продакшена, присоединяйся к нам!",
    "responsibilities": [
      "Разработка анимаций, включая создание анимационных циклов движения, экспрессивных жестов и эмоциональных выражений персонажей",
      "Интеграция и оптимизация графических элементов в игровые движки и другие платформы",
      "Участие во всех фазах производственного процесса, от начального концепта до финального рендеринга, включая техническую подготовку и пост-обработку материалов"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в 3D-графике не менее 2 лет",
        "Владение программами 3D-моделирования и анимации, такими как Maya, 3ds Max, Blender",
        "Понимание принципов анимации и динамики движений, включая традиционные '12 принципов анимации' Disney",
        "Знание инструментов риггинга и скиннинга, способность создавать функциональные и эффективные скелетные структуры для персонажей и объектов",
        "Умение работать с различными аспектами 3D-продакшна, включая моделирование, текстурирование, освещение и рендеринг",
        "Понимание текстурирования, освещения и теней",
        "Навыки работы с Unreal Engine 4 или другими игровыми движками, включая реализацию анимации в игровых средах"
      ],
      "preferred": [
        "Опыт работы над анимационными сериалами",
        "Опыт работы с VR/AR технологиями"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ]
  },
  {
    "_id": 2,
    "department": "Video production",
    "position": "Content creation",
    "description": "Отдел видео продакшена в поисках специалистов по созданию контента, которые занимаются любимым делом – играют в игры и создают увлекательный контент. Если ты готов к захватывающим проектам и хочешь стать частью нашей команды, присоединяйся к нам!",
    "responsibilities": [
      "Создание игрового видеоконтента, включая геймплей игр на ПК и мобильных устройствах",
      "Съемка игрового процесса на различных платформах для создания контента",
      "Поиск игровых материалов для видео продакшена",
      "Отслеживание текущих трендов в игровой индустрии и адаптация контента для поддержания актуальности и привлекательности",
      "Сотрудничество с командой видеомонтажеров для обеспечения высокого качества окончательного продукта"
    ],
    "requirements": {
      "mandatory": [
        "Опыт игры и знание ключевого функционала Minecraft, Roblox и Melon Playground для создания интересного и привлекательного контента",
        "Креативный подход к формированию контента в различных играх",
        "Умение находить нужный видеоконтент на YouTube, включая эпичные сцены, демонстрацию геймплея и т.д.",
        "Гибкость в адаптации стиля и формата создания контента в соответствии с изменениями в игровой индустрии"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Конкурентоспособную оплату за то, что вы будете заниматься любимым делом — играть в игры",
      "Возможность профессионального роста и развития в области создания игрового контента",
      "Доступ к последним версиям игровых платформ и новейшим играм для создания качественного и актуального контента",
      "Поддерживающую и креативную рабочую атмосферу, где ваше мнение и идеи будут цениться",
      "Обучение и развитие навыков в области видеопродакшена, расширяя ваши компетенции в создании контента",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании"
    ]
  },
  {
    "id": 3,
    "department": "Video production",
    "position": "Motion Designer",
    "description": "Мы ищем творческого специалиста, который сможет создавать качественные и креативные анимации и эффекты для наших проектов. Если ты увлечен миром анимации, готов к захватывающим проектам и хочешь воплотить свои идеи в жизнь, присоединяйся к нам!",
    "responsibilities": [
      "Создание видеороликов для мобильных приложений с использованием 2D-анимации",
      "Самостоятельный поиск соответствующих кадров и музыки на стоковых площадках",
      "Создание видеороликов, где сочетаются реальные кадры с 2D-графикой",
      "Процесс выполнения работ четко по ТЗ",
      "Создавать анимацию отдельных элементов в проекте"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы от 1 года в области создания анимаций и визуальных эффектов",
        "Опыт работы с Adobe After Effects, Adobe Premiere Pro, Adobe Media Encoder",
        "Опыт работы с плагинами",
        "Умение адаптировать горизонтальные видео к вертикальным и наоборот",
        "Знание и применение на практике 12 принципов анимации",
        "Знание основных принципов композиции кадров, анимации и работы с аудио",
        "Способность работать в условиях сжатых сроков и эффективно управлять временем"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков",
      "Прозрачная система мотивации, которая дает возможность получать вознаграждение за выполненные задачи",
      "Проектный формат сотрудничества, который убирает любые ограничения в доходе и вы получаете оплату за выполненные проекты",
      "Премиальное вознаграждение в соответствии с корпоративной политикой",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании"
    ]
  },
  {
    "id": 4,
    "department": "Development",
    "position": "Backend Developer",
    "description": "Мы ищем профессионала, который готов воплощать сложные и инновационные проекты, обеспечивая надежную работу серверной части наших приложений. Если ты владеешь PHP и Symfony, увлечен новыми технологиями и готов к интересным задачам, присоединяйся к нашей команде разработки!",
    "responsibilities": [
      "Разработка серверов и сервисов, включая API для мобильных приложений, парсеры и CRM-системы",
      "Качественная работа с Symfony для поддержки и развития проектов",
      "Работа с Node.js для реализации функциональности",
      "Комплексная оптимизация и поддержка MySQL, обеспечивающие стабильность и быстродействие баз данных",
      "Работа с RabbitMQ для обеспечения бесперебойного выполнения асинхронных задач",
      "Создание и настройка среды разработки с использованием Docker и docker-compose"
    ],
    "requirements": {
      "mandatory": [
        "Опыт разработки в PHP (8.1-8.2) от 4 лет",
        "Опыт работы с Symfony 4.4, (основная 5.4, легаси нет) не менее 6 месяцев",
        "Знание Node.js, понимание масштабирования и узких мест",
        "Глубокие знания MySQL и высокий уровень владения RabbitMQ",
        "Опыт с Docker и docker-compose, уверенное понимание OpenAPI и основ ООП"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Удобный график сотрудничества с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Увлекательные задачи и перспективы для профессионального развития",
      "Возможность освоения и применения передовых инструментов и методик в области разработки",
      "Непосредственное руководство со стороны одного руководителя, без избыточной иерархии",
      "Стабильно высокий доход и своевременная выплата оклада",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании"
    ]
  },
  {
    "id": 5,
    "department": "Project Manager",
    "position": "Project Manager (Backend)",
    "description": "Отдел разработки в поиске опытного Project Manager’a для управления Backend командой! Мы ищем кандидата, который сможет эффективно организовывать работу команды разработчиков, определять приоритеты и обеспечивать успешную реализацию проектов. Если ты имеешь опыт управления продуктом и готов воплощать амбициозные задачи в области бэкенд-разработки, присоединяйся к нашей команде!",
    "responsibilities": [
      "Разрабатывать и документировать технические задачи по разработке backend-функционала, обеспечивая их соответствие техническим и бизнес-требованиям",
      "Осуществлять активное взаимодействие с представителями разных департаментов компании для выявления и уточнения требований к проектам, а также для определения текущих и будущих потребностей бизнеса",
      "Обеспечивать поддержку разрабатываемого процесса тестирования программного обеспечения, контролировать качество продукта на всех этапах разработки",
      "Планировать и координировать график разработки, включая распределение задач между членами команды и мониторинг выполнения сроков выполнения проектов"
    ],
    "requirements": {
      "mandatory": [
        "Не менее одного года опыта разработки и документирования технических задач для IT-проектов",
        "Глубокое понимание архитектурных принципов и технологий разработки, включая backend, frontend и API",
        "Высокий уровень коммуникативных навыков и опыт эффективного взаимодействия как с IT-специалистами, так и с представителями других подразделений компании",
        "Практический опыт работы в динамической Agile-среде, а также управление проектами с использованием методологий Agile, Scrum и Waterfall"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Удобный график сотрудничества с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс",
      "Увлекательные задачи и перспективы для профессионального развития",
      "Непосредственное руководство со стороны одного руководителя, без избыточной иерархии",
      "Стабильно высокий доход и своевременная выплата оклада",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Реальные возможности горизонтального, вертикального и профессионального роста"
    ]
  },
  {
    "id": 6,
    "department": "Project Manager",
    "position": "Project Manager",
    "description": "Отдел разработки мобильных приложений ищет опытного Project Manager! Мы ищем кандидата, который будет ответственен за управление проектами, установку сроков и дедлайнов, а также за коммуникацию с различными отделами. Если ты готов активно участвовать в процессе разработки, координировать работу команды и обеспечивать успех проектов, присоединяйся к нам!",
    "responsibilities": [
      "Управление проектами по разработке мобильных приложений",
      "Планирование и контроль выполнения задач разработчиками, установление сроков и приоритетов",
      "Координация работы между различными отделами: разработка, дизайн, тестирование и маркетинг",
      "Обеспечение выполнения задач в соответствии с требованиями проекта",
      "Ведение и отслеживание выполняемых проектов в JIRA",
      "Постоянная коммуникация с командой для поддержания эффективности и обмена информацией",
      "Анализ рисков и поиск оптимальных решений для успешной реализации задач и проектов"
    ],
    "requirements": {
      "mandatory": [
        "Опыт управления проектами от 6 месяцев или после курсов",
        "Знание и понимание методологий управления проектами",
        "Опыт работы с инструментами планирования, оценки и контроля сроков выполнения задач",
        "Понимание основных принципов работы мобильных приложений",
        "Отличные коммуникативные и лидерские навыки",
        "Грамотная устная и письменная речь, умение четко и ясно излагать свои мысли",
        "Умение оперативно реагировать на изменения и риски в проектах",
        "Умение принимать решения в условиях ограниченного времени и ресурсов"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Удобный график сотрудничества с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Премиальное вознаграждение в соответствии с корпоративной политикой",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс",
      "Увлекательные задачи и перспективы для профессионального развития",
      "Непосредственное руководство со стороны одного руководителя, без избыточной иерархии",
      "Стабильно высокий доход и своевременная выплата оклада",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Реальные возможности горизонтального, вертикального и профессионального роста"
    ]
  },
  {
    "id": 7,
    "department": "Development",
    "position": "ML Developer",
    "description": "Приглашаем ML Developer в нашу команду! У вас будет возможность работать над захватывающими проектами в области машинного обучения и разрабатывать инновационные решения. Если вы увлечены развитием в этой области, присоединяйтесь к нам!",
    "responsibilities": [
      "Разработка и обучение моделей машинного обучения для решения задач автоматизации и оптимизации внутренних процессов",
      "Сбор, обработка и анализ данных для тренировки моделей",
      "Внедрение и интеграция моделей в рабочие процессы компании",
      "Оценка и мониторинг производительности моделей, их обновление и улучшение",
      "Сотрудничество с другими членами команды и отделами для определения потребностей в автоматизации"
    ],
    "requirements": {
      "mandatory": [
        "Знание основ машинного обучения и опыт работы с библиотеками (например, TensorFlow, PyTorch, scikit-learn, NumPy)",
        "Знание Python, умение обрабатывать данные с помощью Pandas, NumPy и Plotly",
        "Опыт использования Flask, Django и Docker для доставки и эксплуатации приложений",
        "Опыт работы с SQL",
        "Понимание основ обработки данных и статистики",
        "Умение работать с данными и библиотеками для их анализа",
        "Основы программирования и опыт в написании скриптов",
        "Опыт работы с методами машинного обучения и основными инструментами Data Science: Scikit-learn, XGBoost, CatBoost",
        "Опыт работы с нейронными сетями, понимание их принципов",
        "Умение вводить модели машинного обучения в прод"
      ],
      "preferred": [
        "Опыт работы с Airflow"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Удобный график сотрудничества с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Оптимизировать внутренние процессы компании",
      "Возможность работать с новейшими технологиями и инструментами в области машинного обучения",
      "Работу в среде, которая поощряет эксперименты и инновации, где можно пробовать новые идеи",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании"
    ]
  },
  {
    "id": 8,
    "department": "Development",
    "position": "IOS Developer",
    "description": "Мы ищем опытных iOS-разработчиков для работы на проектной основе! У нас вы найдете множество увлекательных проектов, в которых сможете проявить свой потенциал. Если вы готовы принять вызов и работать над разнообразными интересными задачами, присоединяйтесь к нашей команде!",
    "responsibilities": [
      "Разработка и поддержка iOS приложений на Swift",
      "Разработка приложений, охватывающая все этапы от идеи до запуска и поддержки",
      "Участие в архитектурном проектировании приложений на всех этапах их жизненного цикла",
      "Оптимизация приложений для улучшения производительности и пользовательского опыта на всех этапах разработки",
      "Интеграция приложений с внешними API и сервисами, обеспечивая их максимальную функциональность"
    ],
    "requirements": {
      "mandatory": [
        "Опыт разработки мобильных приложений для iOS от 1 года",
        "Уверенное знание языка Swift и основ ООП",
        "Владение iOS SDK, Auto Layout",
        "Знание Combine, UIKit, Core Animation",
        "Опыт работы с Alamofire, URLSession для взаимодействия с сетью и обмена данными",
        "Опыт работы с RESTful API",
        "Опыт интеграции сторонних библиотек и фреймворков (StoreKit, Adjust, Pushwoosh etc)",
        "Опыт работы с архитектурными паттернами (MVC, MVVM)"
      ]
    },
    "offer": [
      "Проектную работу - предложение для разработчиков, которые уверены в своих силах",
      "Удаленный формат сотрудничества",
      "Свободный график, который включает митинги для синхронизацией с командой",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Безлимитное количество проектов для каждого разработчика, что убирает ограничения по заработку",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Мы не ограничиваем Вас ни в доходе, ни в количестве проектов, так как на данный момент мы готовы к созданию более чем 100+ разнообразных мобильных приложений",
      "Стабильное сотрудничество на долгосрочной перспективе и глобальное отличие от фриланса с гарантированным потоком проектов"
    ]
  },
  {
    "id": 9,
    "department": "Development",
    "position": "Unity Developer",
    "description": "Мы приглашаем опытных Unity-разработчиков для работы на проектной основе! У нас множество интересных проектов, где вы сможете проявить свои навыки и воплотить креативные идеи. Если вы готов к новым вызовам и увлечен разработкой игр на Unity, присоединяйся к нашей команде!",
    "responsibilities": [
      "Разработка и поддержка действующих мобильных приложений в оговоренные дедлайны",
      "Проектирование базовой архитектуры приложений",
      "Создание прототипов игровых механик",
      "Интеграция внешних ассетов и плагинов",
      "Активное взаимодействие с менеджерами и участниками команды для развития проекта",
      "Проведение код-ревью"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы с Unity от 2 лет",
        "Опыт работы с 2D и 3D проектами",
        "Опыт работы с Android Studio, XCode",
        "Опыт работы с SDK (реклама, аналитика, конфиги, БД, пуш сообщения)",
        "Опыт использования инструментов и плагинов Unity (таких как Shader Graph, Visual Effect Graph)",
        "Уверенное владение C# для создания технологически совершенных проектов",
        "Применение концепций ООП при разработке уникальных решений",
        "Знание и применение в работе GIT",
        "Знание особенностей разработки мобильных приложений (Android/IOS)",
        "Знание и умение работать с UI, Animations, nested prefabs, serialization"
      ]
    },
    "offer": [
      "Проектную работу - предложение для разработчиков, которые уверены в своих силах",
      "Удаленный формат сотрудничества",
      "Свободный график, который включает митинги для синхронизацией с командой",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Безлимитное количество проектов для каждого разработчика, что убирает ограничения по заработку",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Мы не ограничиваем Вас ни в доходе, ни в количестве проектов, так как на данный момент мы готовы к созданию более чем 100+ разнообразных мобильных приложений",
      "Стабильное сотрудничество на долгосрочной перспективе и глобальное отличие от фриланса с гарантированным потоком проектов"
    ]
  },
  {
    "id": 10,
    "department": "Development",
    "position": "Lead iOS Developer",
    "description": "Мы ищем опытного Lead iOS разработчика для нашей команды! Мы предлагаем уникальную возможность возглавить разработку iOS-приложений, вести команду и создавать высококачественные продукты. Если ты обладаешь глубокими знаниями iOS-платформы, опытом управления проектами и готов вести нашу команду к новым высотам, присоединяйся к нам и помоги нам создавать лучшие приложения для наших пользователей!",
    "responsibilities": [
      "Обеспечение направления и целей команды iOS-разработки в соответствии с общими стратегическими целями большого объема проектов",
      "Координация работы команды для достижения оптимальных результатов",
      "Проведение обучения и менторства для участников команды, помощь в их профессиональном росте",
      "Осуществление систематического код-ревью, предоставление обратной связи и рекомендаций для повышения качества кодовой базы",
      "Создание инновационных решений и архитектурных концепций для улучшения производительности и расширения функционала приложений",
      "Разработка приложений с нуля, начиная от идеи и заканчивая полноценной разработкой и поддержка существующих проектов"
    ],
    "requirements": {
      "mandatory": [
        "Опыт разработки мобильных приложений под iOS не менее 4 лет",
        "Опыт руководства командой iOS-разработчиков от 1 года",
        "Высокий уровень владения языком программирования Swift",
        "Понимание и применение в разработке архитектурных паттернов (MVC, MVVM, VIPER, Clean Architecture)",
        "Умение разрабатывать архитектурные решения для iOS-приложений",
        "Знание принципов проектирования пользовательского интерфейса",
        "Опыт работы с Core Data и Realm, а также опыт использования Swift Package Manager",
        "Опыт интеграции с сетевыми службами и API",
        "Опыт работы с системами управления версиями кода, такими как Git",
        "Знание принципов разработки под высокую нагрузку и оптимизации приложений для повышения производительности",
        "Опыт работы с SwiftUI/Combine",
        "Умение наставлять и развивать команду, проводить код-ревью, обучать новичков и внедрять передовые технологии"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Работу в команде, занимающейся продуктовой разработкой проектов"
    ]
  },
  {
    "id": 11,
    "department": "Development",
    "position": "Lead Unity Developer",
    "description": "Мы ищем опытного Lead Unity разработчика для нашей команды! У нас отличная возможность возглавить разработку игр на Unity, руководить командой разработчиков и создавать захватывающие проекты. Если ты обладаешь глубокими знаниями Unity, опытом управления проектами и готов вести нашу команду к новым достижениям, присоединяйся к нам и помоги нам создавать уникальные игровые миры!",
    "responsibilities": [
      "Обеспечение направления и целей команды Unity-разработки в соответствии с общими стратегическими целями большого объема проектов",
      "Координация работы команды для достижения оптимальных результатов",
      "Проведение обучения и менторства для участников команды, помощь в их профессиональном росте",
      "Осуществление систематического код-ревью, предоставление обратной связи и рекомендаций для повышения качества кодовой базы",
      "Создание инновационных решений и архитектурных концепций для улучшения производительности и расширения функционала приложений",
      "Разработка приложений с нуля, начиная от идеи и заканчивая полноценной разработкой и поддержкой существующих проектов"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы не менее 4 лет в разработке игр на Unity",
        "Глубокое понимание принципов ООП и их применение в Unity",
        "Знание языка программирования C# на высоком уровне",
        "Опыт руководства и управления командой разработчиков Unity, включая распределение задач и контроль качества кода",
        "Опыт интеграции и оптимизации игровых систем с мобильными платформами (iOS, Android)",
        "Умение работать с анимациями, физикой и визуальными эффектами в Unity для создания качественного геймплея",
        "Опыт работы с Git",
        "Опыт интеграции различных SDK в Unity3D проекты",
        "Опыт работы с частыми релизами (Git flow или аналоги, CI, автотесты)",
        "Умение оптимизировать производительность приложений, включая работу с GPU, памятью и процессором"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Работу в команде, занимающейся продуктовой разработкой проектов"
    ]
  },
  {
    "id": 12,
    "department": "Design",
    "position": "Graphic / UX/UI Designer",
    "description": "Мы приглашаем графических и UX/UI дизайнеров для работы на проектной основе! У нас много интересных проектов, где вы сможете проявить свои таланты и реализовать креативные идеи. Если вы готовы к новым вызовам и увлечены дизайном, присоединяйтесь к нашей команде!",
    "responsibilities": [
      "Разработка визуального стиля мобильных приложений",
      "Создание уникальных иконок для различных проектов",
      "Оформление графических материалов для размещения в App Store и Google Play",
      "Проектирование обложек для видеорекламы мобильных приложений",
      "Обновление и улучшение существующих дизайнов",
      "Постоянное изучение новых трендов и технологий в дизайне",
      "Эффективное планирование и соблюдение графика работ"
    ],
    "requirements": {
      "mandatory": [
        "Портфолио на известных платформах вроде Dribbble или Behance, включая минимум 3 проекта, связанных с мобильными приложениями",
        "Владение профессиональными инструментами дизайна, такими как Figma, Adobe Suite, Sketch, Adobe Photoshop",
        "Опыт в создании пользовательских интерфейсов и адаптивных мобильных версий сайтов"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Возможность профессионального роста и развития в области создания дизайна для различных мобильных приложений",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков",
      "Проектная работа, где вы будете получать оплату за каждую закрытую задачу, что убирает ограничения в доходе",
      "Безлимитное количество задач по дизайну для того, чтобы вы самостоятельно могли управлять своим доходом",
      "Стабильное сотрудничество на долгосрочной перспективе и глобальное отличие от фриланса с гарантированным потоком проектов"
    ]
  },
  {
    "id": 13,
    "department": "Администрирование",
    "position": "System Administrator",
    "description": "Мы ищем системного администратора для нашей команды! Вам предстоит решать множество интересных задач, связанных с управлением ИТ-инфраструктурой и поддержкой пользователей. Если вы увлечены системным администрированием и готовы к новым вызовам, присоединяйтесь к нам!",
    "responsibilities": [
      "Поддержка и настройка существующего парка компьютеров на базе Windows, macOS",
      "Создание и подготовка новых компьютеров к работе на базе macOS",
      "Настройка удаленного доступа к компьютерам на базе macOS",
      "Обеспечение бесперебойной работы и контроля производительности удаленных систем",
      "Обеспечение безопасности с помощью контроля доступа, резервного копирования и брандмауэров"
    ],
    "requirements": {
      "mandatory": [
        "Опыт с UNIX и подобными системами",
        "Опыт настройки удаленного рабочего места на Windows, macOS",
        "Опыт настройки и администрирования систем Windows, macOS, с возможностью управления уровнями доступа, учетными записями и правами",
        "Опыт работы с настройкой ПО для разработчиков (PHP Storm, Android Studio, XCode, Visual Studio, Rider)",
        "Опыт работы с настройкой и использованием RDP, VNC"
      ],
      "preferred": [
        "Хорошие знания GIT",
        "Хорошие знания и опыт работы с Docker, Docker Compose, Kubernetes",
        "Знание скриптовых языков - Python, Bash",
        "Опыт работы с настройкой VPN, Proxy Server",
        "Опыт работы с облачными сервисами (DigitalOcean, Hetzner, AWS)"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Возможности быстрого профессионального развития, получения знаний и опыта в области современных ИТ технологий",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании",
      "Работу в команде, занимающейся продуктовой разработкой проектов"
    ]
  },
  {
    "id": 14,
    "department": "Юридический",
    "position": "Юрист",
    "description": "Ищем опытного юриста для нашей команды! Ваша задача будет в том, чтобы обеспечивать компанию юридической поддержкой и решать разнообразные правовые вопросы. Если вы готовы к новым вызовам и увлечены юридической практикой, присоединяйтесь к нашей команде!",
    "responsibilities": [
      "Составление и подписание ГПХ и NDA с самозанятыми лицами / ИП;",
      "Консультирование по вопросам налоговой отчетности для СМЗ / ИП;",
      "Разработка алгоритмов и инструкций для внутренних бизнес-процессов;",
      "Подготовка, вычитка документов для успешной деятельности компании (протоколов, договоров, актов, инструкций и т.д.);",
      "Осуществление мониторинга законодательства в сфере деятельности компании и подготовка юридических заключений;",
      "Взаимодействие с государственными органами, нотариусами и подрядчиками компании;",
      "Общение с различными отделами внутри компании, заполнение отчетов и выполнение поручений руководителя."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы на аналогичной должности не менее 1 года;",
        "Знание корпоративного, налогового, договорного и банковского права;",
        "Опыт в составлении и согласовании договоров;",
        "Опыт составления и подписания ГПХ и NDA с самозанятыми лицами;",
        "Уверенное владение пакетом Office, в том числе работа с PDF и JPEG документами."
      ],
      "preferred": [
        "Опыт работы в сфере IT;",
        "Судебная практика по искам о невыполнении договоров ГПХ и NDA."
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Возможности быстрого профессионального развития, получения знаний и опыта в области современных ИТ технологий;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Работу в команде, занимающейся продуктовой разработкой проектов."
    ]
  },
  {
    "id": 15,
    "department": "HR",
    "position": "IT рекрутер",
    "description": "Мы ищем IT рекрутера в нашу команду! Ваша задача будет в поиске и привлечении талантливых специалистов в IT-сфере для нашей компании. Если вы увлечены поиском лучших кандидатов и готовы к новым вызовам, присоединяйтесь к нам!",
    "responsibilities": [
      "Активный поиск кандидатов через профессиональные сети и другие онлайн-ресурсы;",
      "Консультирование кандидатов по вопросам карьерного роста и перспектив в компании;",
      "Организация и проведение интервью с кандидатами;",
      "Поддержание связи с кандидатами на всех этапах подбора и в процессе работы;",
      "Ведение CRM с данными кандидатов;",
      "Написание отчетности по процессу подбора и результатам работы;",
      "Взаимодействие с сотрудниками компании, включая онлайн-встречи и другие аспекты общения, направленные на поддержку командной работы и дружественной атмосферы."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в подборе IT специалистов от 4 месяцев;",
        "Знание основных методов поиска и подбора IT-специалистов;",
        "Наличие профессиональной сети и опыт работы в социальных сетях;",
        "Уверенное владение ПК и основными программами для работы с документами и таблицами;",
        "Отличные коммуникативные навыки, умение работать в команде и нацеленность на результат."
      ],
      "preferred": [
        "Опыт работы с рекрутинговыми системами (LinkedIn, HeadHunter, Indeed и др.);",
        "Техническое образование или опыт работы в IT компании будет плюсом."
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов поиска кандидатов;",
      "Возможности профессионального развития, получения знаний и опыта в области IT;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Премиальное вознаграждение в соответствии с корпоративной политикой."
    ]
  },
  {
    "id": 16,
    "department": "HR",
    "position": "HR менеджер",
    "description": "Если вы хотите заниматься интересной работой с сотрудниками компании, поддерживать их на всех этапах работы, проводить онлайн-встречи и вносить свой вклад в развитие нашей команды, присоединяйтесь к нам!",
    "responsibilities": [
      "Отправка и сбор актов, квитанций по оплате;",
      "Актуализация реквизитов для получения оклада;",
      "Отправка и сбор актов/договоров сотрудникам компании;",
      "Проведение онлайн встреч с сотрудниками компании;",
      "Общение с сотрудниками по последнему рабочему дню;",
      "Работа с документацией, актуализация таблиц."
    ],
    "requirements": {
      "mandatory": [
        "Опыт от 5 месяцев на позиции HR;",
        "Умение общаться с различными категориями сотрудников, способность наладить контакт;",
        "Знание пакета MS Office (Word, Excel);",
        "Желание обучаться;",
        "Инициативность в решении задач и внедрении улучшений;",
        "Ответственное отношение к поставленным задачам."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов поиска кандидатов;",
      "Возможности профессионального развития, получения знаний и опыта в области IT;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании."
    ]
  },
  {
    "id": 17,
    "department": "QA",
    "position": "QA специалист",
    "description": "Приглашаем QA специалиста в нашу команду! Ваша задача будет в тестировании наших проектов и обеспечении высокого качества разработки. Если вы увлечены поиском ошибок и готовы к новым вызовам, присоединяйтесь к нам!",
    "responsibilities": [
      "Создание и проведение тестовых сценариев, чек-листов для ручного тестирования мобильных приложений на платформах iOS и Android;",
      "Выявление, документирование и отслеживание ошибок и недочетов в приложениях;",
      "Сотрудничество с командой разработчиков для обеспечения высокого качества мобильных программ;",
      "Подготовка отчетов о тестировании."
    ],
    "requirements": {
      "mandatory": [
        "Уверенные знания в тестировании функционала и UI/UX приложений;",
        "Умение читать и понимать тестовые планы, чек-листы, тест кейсы;",
        "Знание основных методологий и подходов к тестированию, умение создавать тест-кейсы и тест-планы;",
        "Умение эффективно работать в команде и взаимодействовать с разработчиками и менеджерами проектов."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Предоставление рабочей техники для тестирования;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Возможности быстрого профессионального развития, получения знаний и опыта в области современных ИТ технологий;",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды."
    ]
  },
  {
    "id": 18,
    "department": "Администрирование",
    "position": "Jira Administrator",
    "description": "Ищем Jira администратора для нашей команды! Ваша задача будет в настройке и поддержке Jira, обеспечивая эффективную работу команды над проектами. Если вы увлечены администрированием систем управления проектами и готовы к новым вызовам, присоединяйтесь к нам!",
    "responsibilities": [
      "Проверка и тестирование обновлений системы;",
      "Сбор статистики и анализ результатов пользовательской активности в системе;",
      "Подготовка детальных отчетов;",
      "Ведение документации по работе с Jira;",
      "Сбор обратной связи от пользователей."
    ],
    "requirements": {
      "mandatory": [
        "Базовое понимание Jira;",
        "Аналитический склад ума;",
        "Уверенное владение ПК;",
        "Базовое понимание логики работы программного обеспечения;",
        "Знание основ работы с таск-трекерами;",
        "Базовое понимание Agile, Scrum и Kanban;",
        "Ответственность и усидчивость."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов Jira администрирования;",
      "Менторство со стороны Senior Jira администратора;",
      "Возможности быстрого профессионального развития, получения знаний и опыта в области современных ИТ технологий;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;"
    ]
  },
  {
    "id": 19,
    "department": "Маркетинг",
    "position": "Маркетолог",
    "description": "Мы ищем маркетолога, который готов вложить свой энтузиазм и усердие в создание успешных маркетинговых кампаний. У нас есть возможность обучения и развития для тех, кто только начинает свой путь в маркетинге. Если вы готовы к обучению и стремитесь к профессиональному росту, присоединяйтесь к нашей команде!",
    "responsibilities": [
      "Анализ рынка конкурентов в App Store и Google Play для выявления тенденций и ключевых факторов успеха;",
      "Применение маркетинговых стратегий для увеличения конверсии и улучшения ранжирования приложений в магазинах приложений;",
      "Сотрудничество с командой дизайнеров и отделом видеопродакшн для создания креативных материалов, привлекающих внимание целевой аудитории;",
      "Разработка и осуществление маркетинговых стратегий для продвижения мобильных приложений на рынке;",
      "Создание эффективных стратегий продвижения и адаптация маркетинговых материалов под различные каналы и целевые аудитории;",
      "Анализ рекламных кампаний и платформ для оптимизации затрат и максимизации результатов."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы на позиции маркетолога от 5 месяцев или наличие курсов;",
        "Способность к анализу данных и работе с показателями эффективности кампаний;",
        "Грамотная устная и письменная речь, умение четко и ясно излагать свои мысли;",
        "Желание обучаться и развиваться в области мобильного маркетинга;",
        "Уровень английского языка не ниже A2."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов мобильного маркетинга;",
      "Менторство со стороны Senior Marketer, у которого более 10 лет опыта в создании рекламных кампаний для продвижения мобильных приложений.",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков;",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс;",
      "Прозрачная система мотивации, которая дает возможность получать вознаграждение за выполненные задачи;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании."
    ]
  },
  {
    "id": 20,
    "department": "Маркетинг",
    "position": "Помощник маркетолога",
    "description": "Мы ищем помощника маркетолога, который будет заниматься интересной работой с рекламными панелями и ведением отчетной документации. Если вы любите динамичные задачи и стремитесь к развитию в сфере маркетинга, мы будем рады видеть вас в нашей команде!",
    "responsibilities": [
      "Выполнение различных видов работ на рекламных панелях в соответствии с требованиями и графиком;",
      "Заполнение отчетных документов, связанных с размещением и производительностью рекламных кампаний;",
      "Сбор и анализ данных для оценки эффективности рекламных кампаний."
    ],
    "requirements": {
      "mandatory": [
        "Внимательность к деталям и способность работать с большим объемом информации;",
        "Организованность и ответственность в исполнении своих обязанностей;",
        "Способность эффективно работать в удаленной команде и соблюдать сроки;",
        "Базовые навыки работы с компьютером и Microsoft Office (Word, Excel) для заполнения отчетных документов."
      ],
      "preferred": [
        "Опыт работы с рекламными панелями или в области маркетинга будет преимуществом, но не обязательным."
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов мобильного маркетинга;",
      "Менторство со стороны Senior Marketer, у которого более 10 лет опыта в создании рекламных кампаний для продвижения мобильных приложений.",
      "Работа над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков;",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании."
    ]
  },
  {
    "id": 21,
    "department": "Production",
    "position": "Контент менеджер",
    "description": "Ваша задача будет в создании увлекательного контента и эффективной коммуникации с нашей аудиторией. Если вы вдохновляетесь созданием контента и стремитесь к профессиональному росту в сфере маркетинга, присоединяйтесь к нашей команде!",
    "responsibilities": [
      "Поиск интересного контента для наших приложений;",
      "Загрузка мобильных приложений в App Store и Google Play;",
      "Создание и заполнение страниц приложения в App Store и Google Play;",
      "Проверка статуса проектов в App Store;",
      "Локализация метаданных приложений на разные языки при помощи расширения;",
      "Работа с Google Docs, Word, Excel, Adobe, Figma и Photoshop;",
      "Парсинг (сбор) контента."
    ],
    "requirements": {
      "mandatory": [
        "Готовность к обучению новым навыкам;",
        "Умение придерживаться сроков и выполнять задачи в оговоренные сроки;",
        "Способность придумывать новые идеи;",
        "Внимание к деталям и точность в работе;",
        "Готовность и способность работать длительное время над задачей;",
        "Желание повышать свои профессиональные навыки и улучшать результаты работы;",
        "Уверенное владение ПК;",
        "Способность работать в условиях многозадачности."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов мобильных приложений;",
      "Большое количество проектов для каждого менеджера, что убирает ограничения по заработку после испытательного срока;",
      "Прозрачная система мотивации, которая дает возможность получать вознаграждение за выполненные задачи;",
      "Стабильное сотрудничество на долгосрочной перспективе;",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании."
    ]
  },
  {
    "id": 22,
    "department": "Маркетинг",
    "position": "Копирайтер",
    "description": "Мы ищем талантливого копирайтера! Ваша задача будет состоять в создании убедительных и увлекательных текстов, которые эффективно донесут наши идеи до пользователей наших приложений. Если вы вдохновляетесь написанием контента и стремитесь к профессиональному росту в сфере маркетинга, присоединяйтесь к нашей команде!",
    "responsibilities": [
      "Написание текстов для рекламных кампаний, описаний мобильных приложений и игр на магазинах приложений и на сайте компании;",
      "Разработка контент-стратегий и написание статей для блога компании;",
      "Создание сценариев и текстов для видеореклам наших мобильных приложений и игр;",
      "Редактирование и корректировка текстов других членов команды;",
      "Взаимодействие с командой маркетологов, дизайнеров и рекламных агентств по созданию эффективной рекламы;",
      "Работа с чатом GPT."
    ],
    "requirements": {
      "mandatory": [
        "Опыт написания англоязычного контента (через чат GPT);",
        "Умение работать с текстовыми редакторами и CMS-системами;",
        "Высокие стандарты качества, внимание к деталям и ответственность;",
        "Умение работать в команде и взаимодействовать с другими отделами компании;",
        "Отличные коммуникационные навыки и способность выражать свои идеи."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Полный курс обучения внутри компании для освоения ключевых аспектов мобильного маркетинга;",
      "Менторство со стороны Senior Marketer, у которого более 10 лет опыта в создании рекламных кампаний для продвижения мобильных приложений.",
      "Работу над мобильными приложениями разнообразных сегментов, что даст возможность ускоренного развития своих профессиональных навыков;",
      "Большое количество различных проектов, что поможет расширить опыт и разнообразить рабочий процесс;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании."
    ]
  },
  {
    "id": 23,
    "department": "GameDev",
    "position": "Game Designer",
    "description": "Мы разрабатываем собственные игры и ищем талантливых дизайнеров, готовых воплотить свои идеи в захватывающих игровых мирах. Если вы обладаете креативным мышлением и стремитесь к созданию уникальных игровых концепций, присоединяйтесь к нам и помогите нам сделать наши игры еще лучше!",
    "responsibilities": [
      "Развивать текущие проекты: создавать игры, прорабатывать roadmap, придумывать новые фичи и работать с балансом игрового процесса;",
      "Сопровождать разработку игр в тесном взаимодействии с программистами и создавать техническую документацию;",
      "Формировать гипотезы на основе продуктовых метрик, учитывая важность данных для эволюции проектов;",
      "Дорабатывать систему монетизации проектов для оптимизации результативности;",
      "Актуализировать документацию по проектам, обеспечивая актуальность информации;",
      "Развивать и углублять концепцию и видение проекта, добавляя новые перспективы;",
      "Генерировать идеи по развитию проекта, принося свежие взгляды и новаторские подходы."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы гейм-дизайнером от 3 лет;",
        "Знание рынка мобильных приложений, что помогает адаптировать идеи под требования аудитории;",
        "Умение интерпретировать продуктовые метрики и строить гипотезы на их основе — ключевые навыки для развития проектов;",
        "Уверенное владение методиками, процессами и инструментарием игровой разработки — важное знание для качественного результат;",
        "Навык качественного написания игровой документации — основа для четкого понимания процессов разработки;",
        "Опыт работы с Unity, расширяющий возможности в создании игрового контента;",
        "Способность генерировать нестандартные идеи, приносящие новаторство в творческий процесс."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности расширения профессиональных горизонтов и развития внутри сплоченной команды;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "id": 24,
    "department": "GameDev",
    "position": "Level-Designer",
    "description": "Мы создаём захватывающие миры для наших игр и ищем талантливых Level - дизайнеров, готовых воплотить свои идеи в уникальных игровых средах. Если вы увлечены созданием увлекательных игровых уровней и готовы к новым творческим вызовам, присоединяйтесь к нам и помогите сделать наши игры незабываемыми!",
    "responsibilities": [
      "Проработка и детализация игровых локаций с учетом целей и требований проекта;",
      "Использование ассетов для создания сцен в среде Unity 3D;",
      "Базовая корректировка 3D-моделей с целью оптимизации и соответствия требованиям проекта;",
      "Создание дополнительных объектов (пропсов), улучшающих общую атмосферу игровых сцен;",
      "Работа с освещением, пост эффектами и камерой для достижения желаемых эффектов и настроения в игровых сценах."
    ],
    "requirements": {
      "mandatory": [
        "Наличие портфолио;",
        "Уверенные знания в работе с Unity 3D;",
        "Базовые знания 3D редакторов (Max, Maya, Blender);",
        "Опыт в разработке природных ландшафтов, виртуальных миров;",
        "Понимание методов создания и художественной обработки игровых локаций;",
        "Понимание влияния освещения в дизайне игровой локации;",
        "Планирование пространства, умение создавать сцены, максимально соответствующие заявленным требованиям и целям проекта."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности расширения профессиональных горизонтов и развития внутри сплоченной команды;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "id": 25,
    "department": "GameDev",
    "position": "UX/UI дизайнер",
    "description": "Мы создаем уникальные пользовательские интерфейсы и пользовательский опыт для наших игр. Если вы увлечены дизайном интерфейсов, готовы к творческой работе и стремитесь создавать превосходные игровые интерфейсы, присоединяйтесь к нашей команде и помогите нам сделать наши игры еще лучше!",
    "responsibilities": [
      "Проектировать структуру, схемы, прототипы, логику и функционал UX/UI проекта совместно с арт-директором и гейм-дизайнером;",
      "Создавать мокапы интерфейса и отрисовывать элементы UI;",
      "Отрисовывать 2D-иконки;",
      "Проектировать интерфейсы на основе принципов юзабилити, композиции и колористики;",
      "Сборка UI Kit."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в мобильном геймдеве (преимущественно над мидкорными проектами) на позиции UI/UX не менее 2 лет;",
        "Способность анализировать, предлагать идеи и решения, в том числе стилистические;",
        "Актуальное портфолио с реализованными проектами;",
        "Отличное владение Figma и Adobe Photoshop;",
        "Опыт создания анимаций элементов интерфейса в Unity / After Effects;",
        "Художественный вкус, отличная насмотренность, внимание к деталям."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности расширения профессиональных горизонтов и развития внутри сплоченной команды;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "_id": 1,
    "id": 26,
    "department": "GameDev",
    "position": "3D Artist",
    "description": "Наша команда работает над созданием увлекательных мультфильмов! В связи с этим мы ищем 3D-художников, которые помогут воплотить наши идеи в жизнь. Если ты готов к захватывающим проектам и хочешь стать частью нашей команды видео продакшена, присоединяйся к нам!",
    "responsibilities": [
      "Создание трехмерных моделей персонажей, включая одежду, аксессуары и другие детали",
      "Разработка трехмерных моделей зданий, улиц, элементов инфраструктуры и других объектов",
      "Создание моделей уникального футуристичного и не футуристичного оружия (пистолеты, винтовки, мечи и др.)",
      "Подготовка моделей и анимация персонажей, оружия, элементов окружения",
      "Интеграция готовых моделей, текстур и анимаций в игровой движок"
    ],
    "requirements": {
      "mandatory": [
        "Наличие портфолио 3D моделей персонажей и окружения",
        "Опыт в создании трехмерных моделей и анимации персонажей и окружения",
        "Владение 3D-программами, такими как Blender, Maya, 3ds Max и др.",
        "Умение анимировать персонажей и элементы окружения для создания более реалистичной игровой вселенной",
        "Опыт интеграции и настройки анимаций в игровых движках",
        "Способность следовать художественной стилистике проекта"
      ],
      "preferred": [
        "Опыт работы над анимационными сериалами",
        "Опыт работы с VR/AR технологиями"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Slack и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ],
    "tags": []
  },
  
  {
    "id": 27,
    "department": "GameDev",
    "position": "3D animator",
    "description": "Мы ищем творческих специалистов, готовых создавать захватывающие анимационные сцены и персонажей для наших игр и проектов. Если вы обладаете опытом работы с 3D анимацией и готовы к творческой работе в динамичной команде, присоединяйтесь к нам и помогите придать жизнь нашим игровым мирам!",
    "responsibilities": [
      "Создание 3D-моделей персонажей, объектов и сцен, с акцентом на качество и детализацию;",
      "Разработка живых и динамичных анимаций, имитирующих геймплей, включая создание анимационных циклов движения, экспрессивных жестов и эмоциональных выражений персонажей."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в 3D-анимации от 2 лет;",
        "Владение программами 3D-моделирования и анимации, такими как Maya, 3ds Max, Blender;",
        "Понимание принципов анимации и динамики движений, включая традиционные \"12 принципов анимации\" Disney;",
        "Знание инструментов риггинга и скиннинга в 3D-пакетах, способность создавать функциональные и эффективные скелетные структуры для персонажей и объектов."
      ],
      "preferred": [
        "Опыт в разработке персонажей для анимационных сериалов;",
        "Опыт анимации персонажей."
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности расширения профессиональных горизонтов и развития внутри сплоченной команды;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "id": 28,
    "department": "GameDev",
    "position": "2D artist",
    "description": "Мы создаем уникальные иллюстрации, анимации и художественные элементы для наших игр и проектов. Если вы талантливый и вдохновленный художник, готовый воплотить свои идеи в живописных 2D образах, присоединяйтесь к нам и помогите сделать наши игры по-настоящему красочными и привлекательными!",
    "responsibilities": [
      "Составление реф.листов и самостоятельный поиск референсов;",
      "Отрисовка сплешей, экранов загрузки;",
      "Отрисовка внутриигровых иконок - предметы, умения, иконки персонажей;",
      "При необходимости вспомогательная генерация в Midjourney / Stable Diffusion / Leonardo (фоны, идеи, основа для иконок) с последующей ручной доработкой в графическом редакторе."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы не менее 2-х лет на позиции 2D художника;",
        "Портфолио, отражающее умение работать с иконками и иллюстрациями;",
        "Опыт в казуальной стилистике и семиреализме;",
        "Владение такими программами, как: Photoshop и PureRef;",
        "Насмотренность, художественный вкус, понимание художественных основ (цвет, тон, композиция, контраст, силуэт, акценты, воздушная перспектива), знание анатомии и принципов ее стилизации;",
        "Умение работать с референсами и составлять референс-листы самостоятельно;",
        "Умение подстраиваться под стилистику проекта;"
      ],
      "preferred": [
        "Умение работать с Midjourney (генерация задних фонов, идей-референсов, идей для карт цвета, поиск форм и идей) и/или Stable Diffusion (идеи для карт цвета, форм, референсы, необходимый рендер для концепта)."
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности расширения профессиональных горизонтов и развития внутри сплоченной команды;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "id": 29,
    "department": "GameDev",
    "position": "2D concept",
    "description": "Мы ищем талантливых художников, способных создавать креативные концепции персонажей, миров и элементов игрового окружения. Если вы вдохновлены и готовы воплотить свои идеи в живописных концепциях, присоединяйтесь к нам и помогите нам создать уникальные игровые миры и персонажей!",
    "responsibilities": [
      "Создание концептуального искусства для персонажей, зданий и объектов;",
      "Передача разработанных концептов в работу 3D-художникам для последующей реализации;",
      "Самостоятельное составление референс-листов и поиск вдохновения для проекта;",
      "При необходимости оказание вспомогательной генерации в Midjourney и/или Stable Diffusion, включая создание фонов, идей для концепта, базы для иконок и других артовых элементов."
    ],
    "requirements": {
      "mandatory": [
        "Минимум 2 года работы на позиции 2D художника (concept);",
        "Портфолио, демонстрирующее подход к концепту персонажей и объектов;",
        "Опыт в стилизации персонажей;",
        "Знание и понимание анатомии и принципов её стилизации.",
        "Знание Photoshop, PureRef;",
        "Насмотренность, художественный вкус, и глубокое понимание художественных основ (включая цвет, тон, композицию, контраст, силуэт и акценты);",
        "Умение работать с референсами и составлять референс-листы самостоятельно;",
        "Умение подстраиваться под стилистику проекта;"
      ],
      "preferred": [
        "Опыт в работе с Midjourney (генерация задних фонов, идей-референсов, идей для карт цвета, поиск форм и идей) и/или Stable Diffusion (идеи для карт цвета, форм, референсы, необходимый рендер для концепта)."
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности расширения профессиональных горизонтов и развития внутри сплоченной команды;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "id": 30,
    "department": "GameDev",
    "position": "Unity Developer",
    "description": "Мы создаём захватывающие игры и проекты, используя передовые технологии Unity. Если вы творческий и опытный разработчик, готовый к новым вызовам и увлеченный созданием игровых миров, присоединяйтесь к нам и помогите сделать наши игры еще более увлекательными и качественными!",
    "responsibilities": [
      "Разработка и поддержка действующих мобильных приложений в оговоренные дедлайны;",
      "Проектирование базовой архитектуры приложений;",
      "Создание прототипов игровых механик;",
      "Интеграция внешних ассетов и плагинов;",
      "Активное взаимодействие с менеджерами и участниками команды для развития проекта;",
      "Проведение код-ревью."
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы с Unity от 2 лет;",
        "Опыт работы с 2D и 3D проектами;",
        "Опыт работы с Android Studio, XCode;",
        "Опыт работы с SDK (реклама, аналитика, конфиги, БД, пуш сообщения);",
        "Опыт использования инструментов и плагинов Unity (таких как Shader Graph, Visual Effect Graph);",
        "Уверенное владение C# для создания технологически совершенных проектов;",
        "Применение концепций ООП при разработке уникальных решений;",
        "Знание и применение в работе GIT;",
        "Знание особенностей разработки мобильных приложений (Android/ IOS);",
        "Знание и умение работать с UI, Animations, nested prefabs, serialization."
      ],
      "preferred": []
    },
    "offer": [
      "Удаленный формат сотрудничества;",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва;",
      "Оперативное и эффективное взаимодействие через Slack и Jira;",
      "Трудоустройство по системе самозанятости или ИП с покрытием налогов со стороны компании;",
      "Возможность воплотить свои творческие идеи в жизнь, создавая уникальные игры; ",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки и технологии в сфере гейм-разработки; ",
      "Работа в дружной и творческой команде с гейм дизайнерами, разработчиками и художниками;",
      "Стабильно высокий доход и своевременная выплата оклада;",
      "Бесконечные возможности для расширения профессиональных горизонтов, освоения новых навыков и технологий в сфере гейм-разработки;",
      "Устойчивое и продолжительное сотрудничество на протяжении всего пути."
    ]
  },
  {
    "_id": 31,
    "department": "3D production",
    "position": "3D Environment Artist",
    "description": "Наша команда расширяется, и мы уже активно работаем над созданием увлекательных мультфильмов! В связи с этим мы ищем талантливого и креативного 3D Environment Artist, который поможет воплотить наши идеи в жизнь. Если ты готов к захватывающим проектам и хочешь стать частью нашей команды, присоединяйся к нам!",
    "responsibilities": [
      "Создание высококачественных 3D-моделей окружения и локаций для игровых проектов",
      "Текстурирование и настройка материалов для окружения",
      "Внесение изменений и улучшений в готовые локации по мере необходимости",
      "Оптимизация моделей для обеспечения их производительности в игровых движках (Unity, Unreal Engine)",
      "Работа по концептам и референсам, предоставленным 2D-художниками и гейм-дизайнерами",
      "Взаимодействие с аниматорами и разработчиками для обеспечения качественной интеграции окружения в проект"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в 3D-моделировании и текстурировании не менее 2 лет, предпочтительно в игровой индустрии",
        "Владение программами для 3D-моделирования и текстурирования, такими как Blender, Maya",
        "Умение создавать стилизованные и реалистичные 3D-окружения, соответствующие требованиям проекта",
        "Понимание принципов оптимизации моделей для игровых движков",
        "Опыт работы с игровыми движками (Unity или Unreal Engine), включая интеграцию моделей и текстур",
        "Отличные коммуникативные навыки и умение работать в команде",
        "Понимание освещения и теней в 3D-сценах"
      ],
      "preferred": [
        "Опыт работы над анимационными сериалами",
        "Опыт работы с VR/AR технологиями"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Discord и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ]
  },
  {
    "_id": 32,
    "department": "3D production",
    "position": "3D Render Artist",
    "description": "Наша команда активно работает над созданием увлекательных мультфильмов, и в связи с расширением проектов мы ищем Render Artist'a. Если ты готов к захватывающим задачам и хочешь стать частью команды, то мы ждем именно тебя!",
    "responsibilities": [
      "Создание высококачественных рендеров 3D-сцен, персонажей и объектов для игровых проектов, анимаций и маркетинговых материалов",
      "Настройка освещения, материалов и камер для достижения реалистичных и стилизованных визуальных эффектов",
      "Постобработка рендеров с использованием инструментов для редактирования изображений (Photoshop, After Effects и др.)",
      "Взаимодействие с 3D-художниками, аниматорами и разработчиками для обеспечения качественного визуального представления проектов",
      "Оптимизация рендеров для различных платформ и устройств"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в 3D-рендеринге не менее 2 лет, предпочтительно в игровой или анимационной индустрии",
        "Владение программами для 3D-рендеринга и создания визуальных эффектов, такими как Blender, Maya, Unreal Engine",
        "Умение работать с освещением, материалами и камерами для создания реалистичных и стилизованных рендеров",
        "Понимание принципов оптимизации рендеров для различных платформ",
        "Внимание к деталям и способность решать сложные технические задачи",
        "Отличные коммуникативные навыки и умение работать в команде"
      ],
      "preferred": [
        "Опыт работы с VR/AR технологиями",
        "Опыт работы над анимационными сериалами"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Discord и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ]
  },
  {
    "_id": 33,
    "department": "3D production",
    "position": "3D Rigger",
    "description": "Наша команда активно работает над созданием увлекательных мультфильмов. В связи с этим мы ищем 3D Rigger'a, который поможет нам оживить наших персонажей и окружение. Если ты готов к захватывающим проектам и хочешь стать частью нашей команды, мы ждем тебя!",
    "responsibilities": [
      "Создание и настройка ригов для персонажей в программных пакетах Maya и Blender",
      "Разработка и внедрение функциональных и эффективных скелетных структур для анимации персонажей",
      "Поддержка и оптимизация ригов для обеспечения их производительности и гибкости в анимации",
      "Взаимодействие с 3D-моделлерами и аниматорами для обеспечения качественной интеграции ригов",
      "Внесение изменений и улучшений в готовые риги по мере необходимости"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы в риггинге не менее 2 лет, предпочтительно в игровой или анимационной индустрии",
        "Владение программами для риггинга и анимации, такими как Maya и Blender",
        "Умение создавать функциональные и эффективные риги для персонажей",
        "Понимание принципов скиннинга и настройки деформаций",
        "Опыт работы с инструментами автоматизации риггинга и написания скриптов (например, Python, MEL, Blender Python API)",
        "Внимание к деталям и способность решать сложные технические задачи",
        "Отличные коммуникативные навыки и умение работать в команде",
        "Понимание принципов анимации и динамики движений",
        "Опыт работы с игровыми движками (Unity или Unreal Engine)"
      ],
      "preferred": [
        "Опыт работы с VR/AR технологиями",
        "Опыт работы над анимационными сериалами"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Discord и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ]
  },
  {
    "_id": 34,
    "department": "3d production",
    "position": "Художник-раскадровщик",
    "description": "Мы работаем над созданием увлекательных мультфильмов и ищем талантливого художника-раскадровщика, который поможет визуализировать наши идеи и оживить сценарии. Если ты готов к творческим вызовам и хочешь стать частью нашей команды, мы будем рады видеть тебя!",
    "responsibilities": [
      "Создание раскадровок для игровых и анимационных проектов в соответствии с ТЗ",
      "Работа в заданной стилистике проекта",
      "Подготовка файлов в соответствии с технологическими требованиями дальнейшего использования"
    ],
    "requirements": {
      "mandatory": [
        "Опыт работы художником-раскадровщиком не менее 2 лет, предпочтительно в игровой индустрии или анимации",
        "Владение графическими программами для создания раскадровок, такими как Adobe Photoshop, Adobe Illustrator, и специализированные инструменты для раскадровки (например, Toon Boom Storyboard Pro)",
        "Понимание принципов дизайна и иллюстрации, включая композицию, цветовую теорию, и визуальное сторителлинг",
        "Способность работать в различных стилях, адаптироваться и создавать арт, соответствующий заданной стилистике проекта",
        "Компоновка элементов и персонажей, умение расстановки акцентов",
        "Подготовка и оптимизация файлов для дальнейшей передачи",
        "Обязательно наличие портфолио"
      ],
      "preferred": [
        "Опыт работы с VR/AR проектами",
        "Навыки работы с 3D-программами для создания раскадровок"
      ]
    },
    "offer": [
      "Удаленный формат сотрудничества",
      "Комфортный график работы 5/2 с 9:00 до 18:00, час перерыва",
      "Оперативное и эффективное взаимодействие через Discord и Jira",
      "Увлекательные проекты, где каждая задача открывает новые перспективы и творческие возможности",
      "Возможность расти и развиваться в профессиональном плане, осваивая новые навыки",
      "Работу с командой высококвалифицированных специалистов",
      "Трудоустройство по системе самозанятости с покрытием налогов со стороны компании",
      "Возможности для карьерного роста и профессионального развития в рамках сплоченной команды"
    ]
  }
  
  
  
]
