export const faq = [
  {
    title: 'Что такое SOFTINTERMOB и чем вы занимаетесь?',
    content:
      'SOFTINTERMOB – это ведущая компания в области разработки программного обеспечения и цифровых решений. Мы специализируемся на создании мобильных приложений, игр, а также создаем невероятный графический и UX/UI дизайн.',
  },
  {
    title: 'Какие проекты вы разрабатываете?',
    content:
      'Мы разрабатываем различные мобильные приложения и игры. Наши проекты направлены на создание инновационных, удобных и интересных продуктов, которые приносят удовольствие пользователям.',
  },
  {
    title: 'Как я могу узнать больше о ваших проектах?',
    content:
      'Вы можете ознакомиться с нашими проектами в разделе "Портфолио" на нашем сайте. Там вы найдете подробную информацию и примеры наших работ.',
  },
  {
    title: 'Сколько времени занимает разработка проекта?',
    content:
      'Время разработки зависит от сложности и объема проекта. Обычно разработка мобильного приложения занимает от 1 недели до 3 месяцев, а игры – от 6 месяцев до года. Точные сроки зависят от специфики каждого проекта.',
  },
  {
    title: 'Какие технологии вы используете в своей работе?',
    content:
      'Мы используем передовые технологии и инструменты, такие как Swift для разработки iOS-приложений, Unity для создания игр, и различные инструменты для графического и UX/UI дизайна.',
  },
  {
    title:
      'Вы работаете только над крупными проектами или также над небольшими?',
    content:
      'Мы работаем над проектами любого масштаба. Мы стремимся создавать инновационные и качественные продукты независимо от их размера и сложности.',
  },
  {
    title: 'Предоставляете ли вы поддержку своих продуктов после их выпуска?',
    content:
      'Да, мы обеспечиваем постпроектную поддержку и обслуживание всех наших продуктов, чтобы они работали без сбоев и оставались актуальными в соответствии с новыми требованиями и технологиями.',
  },
  {
    title: 'Какие игры вы разрабатываете в отделе GameDev?',
    content:
      'В отделе GameDev мы разрабатываем Midcore проекты, которые включают в себя такие механики, как сити-билдинг, ММО стратегии, войны альянсов, комбат механики, а также элементы жанров "Автобаттлер", "Раннер", "Симулятор" и "Слешер". Все наши игры создаются в казуальной визуальной стилистике.',
  },
  {
    title: 'На каких платформах доступны ваши игры?',
    content:
      'Наши игры разрабатываются для мобильных платформ, таких как iOS и Android. Мы стремимся сделать наши игры доступными для широкой аудитории пользователей мобильных устройств.',
  },
  {
    title: 'Как я могу стать частью вашей команды GameDev?',
    content:
      'Если вы заинтересованы в работе над увлекательными игровыми проектами, вы можете отправить свое резюме и портфолио через раздел "Присоединиться" на нашем сайте. Мы всегда ищем талантливых и увлеченных разработчиков, художников и дизайнеров, чтобы присоединиться к нашей команде.',
  },
  {
    title: 'Где я могу найти информацию о вашей команде?',
    content:
      'Информацию о нашей команде вы можете найти в разделе "О нас" на нашем сайте. Там представлены информация о нашей компании и проектах.',
  },
];
